Revit 2027 API
ParameterTypeId.SpacePowerLoadParam Property
 "Power Load"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId SpacePowerLoadParam { get; }
Public Shared ReadOnly Property SpacePowerLoadParam As ForgeTypeId
	Get
public:
static property ForgeTypeId^ SpacePowerLoadParam {
	ForgeTypeId^ get ();
}
static member SpacePowerLoadParam : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace